{
  "categories": [
    {
      "id": "educational",
      "name": "Educational Toys",
      "description": "Learning through play"
    },
    {
      "id": "hair",
      "name": "Hairbands & Clips",
      "description": "hair"
    },
    {
      "id": "return",
      "name": "Return Gifts",
      "description": "return"
    },
    {
      "id": "kids",
      "name": "Kids",
      "description": "kids"
    },
    {
      "id": "art",
      "name": "Art & Craft",
      "description": "art"
    },
    {
      "id": "bags",
      "name": "Bags",
      "description": "bags"
    },
    {
      "id": "party",
      "name": "Party",
      "description": "party"
    }
  ],
  "products" : [
    {
      "id": 1,
      "name": "sequins glitter hairband",
      "price": 150,
      "categories": ["hair","return"],
      "mrp": 450,
      "images": [         
        "1 (1).jpg",
        "1 (2).jpg",
        "1 (3).jpg"
    ],
      "badge": "Trending",
      "rating": {
        "rate": 3.9,
        "count": 120
      },
      "description":"This is a Super Flexible Hair Band For Girls in Different Colours With Beautiful Butterfly Stones And Net All Over the Band"
    },
    {
      "id": 2,
      "name": "unicorn hairband wigs",
      "price": 225,
      "categories": ["hair"],
      "mrp": 450,
      "images": [ "2 (1).jpg",
       "2 (2).jpg",
       "2 (3).jpg"],
      "badge": "Trending",
      "description":"Cartoon Character Hair Band With Wig, Very Comfortable , Lightweight , Suitable For All Age Group. A Product For Gifting Purpose On Any Occasion."
    },
    {
      "id": 3,
      "name": "butterfly Bow headband for girls",
      "price": 185,
      "categories": ["hair","return"],
      "mrp": 299,
      "images": [ "3 (1).jpg",
       "3 (2).jpg",
       "3 (3).jpg"],
      "badge": "Trending",
      "description":"These beautiful,shiny butterfly bow headband with pearl is one of the stylish piece for a girl's vanity,made up of strong material is normally strechable and is a must have for any party,function or any other occasion."
    },
    {
      "id": 4,
      "name": "sequins shining crown princess party",
      "price": 145,
      "categories": ["hair","return"],
      "mrp": 299,
      "images": [ "4 (1).jpg",
       "4 (2).jpg",
       "4 (3).jpg"],
      "badge": "Trending",
      "description":""
    },
    {
      "id": 5,
      "name": "rainbow hairclip set",
      "price": 145,
      "categories": ["hair","return"],
      "mrp": 259,
      "images": [ "5 (1).jpg",
       "5 (2).jpg",
       "5 (3).jpg"],
      "badge": "Trending"
    },
    {
      "id": 6,
      "name": "colourful glitter hairclip",
      "price": 135,
      "categories": ["hair","return"],
      "mrp": 299,
      "images": [ "6 (1).jpg",
       "6 (2).jpg",
       "6 (3).jpg"],
      "badge": "Trending",
      "description":"These colourful glittery hairclips are made up of very soft material with clips at its back, available in different shapes,are very easy and soft on hairs making your girl kid shining at any occasion ,perfect to gift a girl and let her shine with beautiful hairstyle."
    },
    {
      "id": 7,
      "name": "children plush hairclip",
      "price": 120,
      "categories": ["hair","return"],
      "mrp": 250,
      "images": [ "7 (1).jpg",
       "7 (2).jpg",
       "7 (3).jpg"],
      "badge": "Trending"
    },
    {
      "id": 8,
      "name": "5D princess hairclip",
      "price": 140,
      "categories": ["hair","return"],
      "mrp": 299,
      "images": [ "8 (1).jpg",
       "8 (2).jpg",
       "8 (3).jpg"],
      "badge": "Trending",
      "description":"Beautiful 5D Hair Clips For Girls With Best Acrylic Material Used, they Look Beautiful When Placced on kids Hair ,they Move When You Move, Make Your Girl Feel Special At any Event."
    },
    {
      "id": 9,
      "name": "spiral ties for girls pony tail holder",
      "price": 70,
      "categories": ["hair","return"],
      "mrp": 199,
      "images": [ "9 (1).jpg",
       "9 (2).jpg",
       "9 (3).jpg"],
      "badge": "Trending",
      "description":"These Telephone Wire Bands For Kids Comes in Different Designs , a Fashionable and Creative Way to Make Cute Hairstyle For Your Kids. These innovative Hair Accessory Can Be Wrapped around a Ponytail or Braid to Prevent Your Child's Hair From Running Wild and Make it Last Longer. These Ties are a Perfect Gift For Your Daughter or Any Female Friend."
    },
    {
      "id": 10,
      "name": "Kids Intelligence learning e-book",
      "price": 450,
      "categories": ["kids"],
      "mrp": 799,
      "images": [ "10 (1).jpg",
       "10 (2).jpg",
       "10 (3).jpg"],
      "badge": "Trending",
      "description":"A Colourful Interactive Learning Book Offers an Engaging Way For Children to Learn Phonetic English alphabets,numbers,fruits,animals,vehicles and More Through vibrant Pages and Sounds.By Pressing Buttons on each page kid can listen to words,songs and stories which enhance their sound recognization ability. It Boost multiple skills and an perfect educational gift to boost early vhildhood development." 
    },
    {
      "id": 11,
      "name": "8 wheels remote control rock climber monster off road car",
      "price": 1250,
      "categories": ["kids"],
      "mrp": 2999,
      "images": [ "11 (1).jpg",
       "11 (2).jpg",
       "11 (3).jpg"],
      "badge": "Trending",
      "description":"This 8 Wheel Remote Control Car can be a good partner to play for every child. It moves in multiple direction with the help of multi-channel remote control. The antenna of this remote is long enough to cover a large range.Rechargeable batteries provide this RC car with longer usage and longevity. A poerfulmotor brings speed and good climbing even on sand,grass or mud. Made of good quality material , non toxic , safe for the child to play independently and have fun."
    },
    {
      "id": 12,
      "name": "intelligent robot learning machine",
      "price": 549,
      "categories": ["kids"],
      "mrp": 849,
      "images": [ "12 (1).jpg",
       "12 (2).jpg",
       "12 (3).jpg"],
      "badge": "Trending",
      "description":"This Dancing Robot offers an engaging experience with its music , 3D flashing lights , and lively music captivates child's attention and provide an interactive environment.It has Educational features including English learning,Storytelling , nursery rhymes,and song tunes  which makes it a valuable tool for children's cognitive development. It's Obstacle avoidance and Versatile Functionality makes it a good opyion for gifting or having fun for children."
    },
    {
      "id": 13,
      "name": "galaxy projector with remote control",
      "price": 999,
      "categories": ["kids"],
      "mrp": 1799,
      "images": [ "13 (1).jpg",
       "13 (2).jpg",
       "13 (3).jpg"],
      "badge": "Trending",
      "description":"Transform any room into a stunning cosmuic display with this Astronaut Galaxy Projector.Itv Features vibrant LED lights that projects a mesmerising mix of nebula clouds,galaxies creating a magical ambiance. With its 360-degree rotating head you can adjust the Projection angle to cover entire ceiling or wall. It comes with remote control and timer function to turn it off automatically making it a ideal for kids bedtime oe entertainment. Ideal for kids , teens and adults this Galaxy Projector makes a fantastic gift for any accasion , or to enhance home decor or adding fun to parties."
    },
    {
      "id": 14,
      "name": "unicorn/space cartoon colouring book",
      "price": 299,
      "categories": ["art"],
      "mrp": 459,
      "images": [ "14 (1).jpg",
       "14 (2).jpg",
       "14 (3).jpg"],
      "badge": "Trending",
      "description":"These Colouring Books contains particular theme Drawing sheets and srcatching sheets with Different designs. These colouring kit are very convienient to take out for kids while travelling fun activity or for preschool learning and a educational toy."
    },
    {
      "id": 15,
      "name": "art and craft kits for kids",
      "price": 199,
      "categories": ["art","return"],
      "mrp": 350,
      "images": [ "15 (1).jpg",
       "15 (2).jpg",
       "15 (3).jpg"],
      "badge": "Hot",
      "description":""
    },
    {
      "id": 16,
      "name": "DIY Wood Paint Kit for Kids",
      "price": 329,
      "categories": ["art"],
      "mrp": 450,
      "images": [ "16 (1).jpg",
       "16 (2).jpg",
       "16 (3).jpg"],
      "badge": "Hot"
    },
    {
      "id": 17,
      "name": "180 Piece Painting Drawing Kit",
      "price": 1099,
      "categories": ["art"],
      "mrp": 1598,
      "images": [ "17 (1).jpg",
       "17 (2).jpg",
       "17 (3).jpg"],
      "badge": "Hot",
      "description":"This exclusive 180 Piece Art set offers an Extensive collection of art supplies making it perfect for Budding artist. Withj a variety bof materials including markerts , watercolours,coloured pencils,crayons and brushes , tjhis all in one kit ensures hours of creative exploration.This Vibrant and Diverse colour range art set is a portable storage case making it easy to carry for young artist to theior school,art classes encouraging creativity anytime anywhere."
    },
    { "id":18,
      "name": "Scratch Book For Kids",
      "price":240,
      "categories": ["art","return"],
      "mrp":450,
      "images": ["18 (1).jpg",
      "18 (2).jpg",
      "18 (3).jpg"],
      "badge":"Hot"
    } 
    ,
    { "id":19,
      "name": "Nail Art Kit for Girls With Tools and Glitters",
      "price":95,
      "categories": ["art","return"],
      "mrp":179,
      "images": ["19 (1).jpg",
      "19 (2).jpg",
      "19 (3).jpg"],
      "badge":"Hot",
      "description":"Nail Art kit for girl kids with 12 Artificial Nails ,Gum stick,Glitters and 12 variations of accessories. It is completely safe,non-toxic and easy to use for kids.Pick these awesome Nail art set for your Princess or for Gifting to any other girl kid."  
    } 
    ,
    { "id":20,
      "name": "Avengers/Unicorn/Mermaid Slap Bracelets Silicone Wristband",
      "price":125,
      "categories": ["kids","return"],
      "mrp":250,
      "images": ["20 (1).jpg",
      "20 (2).jpg",
      "20 (3).jpg"],
      "badge":"Hot",
      "description":"These theme based Avengers/Unicorn slap bracelets are made of good grade silicone material which makes them soft and durable for a long time. Does not scratch your skin,doesn't break easily thus making it a perfect to gift on any accasion to lovely kids.Just tap it gently on your wrist,it will form a circle,firmly on your wrist,light and compact.A classic interesting toy thatb each child will like. "
    } 
    ,
    { "id":21,
      "name": "LCD Writing Tablets",
      "price":99,
      "categories": ["educational","return"],
      "mrp":199,
      "images": ["21 (1).jpg",
      "21 (2).jpg",
      "21 (3).jpg"],
      "badge":"Hot",
      "description":"Don't let your ordinary pens,pencils,markers or crayons limit your creativity and make your thoughts and ideas more clear by using LCD writing tablets in a new way.The drawing and painting pad is originated from parents need to teach the kids art and stimulate their imagination.It's a Durable,washable,reusable drawing pad through which kids can make their own book on which they can write or draw anything they want.The screen is designed to be pressure sensitive and the stylus pen allows you to create different width lines.This perfect handwriting pr actice solution for kids allowing them to develop their motor skills and teach them to hold pen properly. This LCD tablet is a perfect gift for your child with lot of benefits."
    } 
    ,
    { "id":22,
      "name": "Elegant Flower Hair Band",
      "price":250,
      "categories": ["hair"],
      "mrp":450,
      "images": ["22 (1).jpg",
      "22 (2).jpg",
      "22 (3).jpg"],
      "badge":"Hot",
      "description":"This fine Elegant,Fashionable and pretty flower hair band makes children adorable and eye catching. Soft and strechy head bands don't squeeze babies head and  fits for all age group.This Cute , trendy flower headband are perfect Hair accessory for any occasion be it birthday, photoshoot ,baby shower,or any other function."
    } 
    ,
    { "id":23,
      "name": "Crown Hair Clip",
      "price":199,
      "categories": ["hair"],
      "mrp":399,
      "images": ["23 (1).jpg",
      "23 (2).jpg",
      "23 (3).jpg"],
      "badge":"Hot",
      "description":""
    } 
    ,
    { "id":24,
      "name": "Princess Hair Clip",
      "price":145,
      "categories": ["hair","return"],
      "mrp":199,
      "images": ["24 (1).jpg",
      "24 (2).jpg",
      "24 (3).jpg"],
      "badge":"Hot",
      "description":"Simple and Elegant princess hairclips for girl kid comes with good grip and are soft on hair ."
    } 
    ,
    { "id":25,
      "name": "Korean Style Pearl Hair Clip",
      "price":189,
      "categories": ["hair","return"],
      "mrp":999,
      "images": ["25 (1).jpg",
      "25 (2).jpg",
      "25 (3).jpg"],
      "badge":"Hot",
      "description":"Classic Pearl barrettes is made of Pearls,acrylic resin and alloy ,comfortable to wear ,lightweight,durable , stylish won't damage your hairs. This hair clip is designed with the shape of claw and are perfect for all hair types whether it's thick,thin, curly or straight. This beautiful claw pearl clip is good to go hair accessory for any party ,event or any other occassion to hold your hairs mess free."
    } 
    ,
    { "id":26,
      "name": "Crystal Pearl Butterfly Hair Clip",
      "price":199,
      "categories": ["hair"],
      "mrp":499,
      "images": ["26 (1).jpg",
      "26 (2).jpg",
      "26 (3).jpg"],
      "badge":"Hot",
      "description":"These Fashionable hair claw clip design adopts a hollow butterfly clip with glitter embellishments,combined with long pearl tassel,making the metal butterfly clip more textured and exquisite. This long tassel hair clip is made up of high quality alloy material,non-faded,non-slip and water resistant making it durable for long time use. This rhinestone butterfly pins with long tassels looks very charming and elegant making you the centre of crowd and thus makes itself a vintage gifting idea for any women at any accasion. "
    } 
    ,
    { "id":27,
      "name": "Korean Blingy/Fancy Rhinestone Bobby Pins",
      "price":297,
      "categories": ["hair"],
      "mrp":499,
      "images": ["27 (1).jpg",
      "27 (2).jpg",
      "27 (3).jpg"],
      "badge":"Hot",
      "description":"Enhance your hairstyle with these beautiful fancy blingy rhinestone bobby pins for women and girls,a blend of fashion and functionality which is suitable for any accasion. This hair accessory adds a touch of sophistication and elegance to both causal and formal outfits making it a essential piece in your beauty collection. These bobby pins are easy to use,durable and are great for any girl or women for any occasion."
    } 
    ,
    { "id":28,
      "name": "Hair Bow With Pearl Stone",
      "price":125,
      "categories": ["hair","return"],
      "mrp":299,
      "images": ["28 (1).jpg",
      "28 (2).jpg",
      "28 (3).jpg"],
      "badge":"Hot",
      "description":"Elevate your look with these exquisitely hair clips crafted to add a touch of sophistication to any look. Made of high quality materials these hair clips are durable and maintain their beauty over time.This Satin fabric hair clip comes with alligator clip and pearl detaling in centre , making it a perfect accessory for your hair's beauty. It can be a thoughtful gift for women and girls who lovbes such elegant and trendy pieces."
    } 
    ,
    { "id":29,
      "name": "Mini Claw Clip Card",
      "price":99,
      "categories": ["hair","return"],
      "mrp":199,
      "images": ["29 (1).jpg",
      "29 (2).jpg",
      "29 (3).jpg"],
      "badge":"Hot",
      "description":"These Multicolour,Beautiful & Trendy hair claw is a pack of 1o flower shape mini clips, easy to wear and can be used by any age  group of women. These mini clips are perfect for any occasion to make hairstyle. "
    } 
    ,
    { "id":30,
      "name": "Matte Cute Banana Clip",
      "price":70,
      "categories": ["hair","return"],
      "mrp":150,  
      "images": ["30 (1).jpg",
      "30 (2).jpg",
      "30 (3).jpg"],
      "badge":"Hot",
      "description":"Matte banana clip ,the perfect solution for thin haired women seeking both style and functionality. Thses banana clips combines a sleek design with reliable hold,making them ideal for everyday wear and special occasion alike. These banana clips are crafted with durability in mind offers a strong hold without slipping , giving a effortless hairstyle and add a touch of elegance to every look.Your go to hair accessory."
    } 
    ,
  { "id":31,
    "name": "Pearl Hair Pin",
    "price":250,
    "categories": ["hair"],
    "mrp":450,
    "images": ["31 (1).jpg",
    "31 (2).jpg",
    "31 (3).jpg"],
    "badge":"Hot",
    "description":""
  } 
  ,
    { "id":32,
      "name": "Catapult Gun And Aircraft Flying Toy",
      "price":350,
      "categories": ["kids"],
      "mrp":999,
      "images": ["32 (1).jpg",
      "32 (2).jpg",
      "32 (3).jpg"],
      "badge":"Hot",
      "description":"Unleash your inner child this thrilling 2 in 1 toy set , The set includes a catapult gun and a glider aircraft, both crafted with colours. Perfect for birthday parties , school trips,or just a fun filled day at park this toy will have your little ones soaring high with excitement. Crafted with safety in mind ,the soft foam planes glides through the air effortlessely, providing hours of excitement.Simply laod the foam plane into the launcher and pull the trigger to sent it roaring in air and see your child's face getting light up ,developing their hand-eye coordination and motor skill along the way. Compact and lightweight,this toy is easy to carry anywhere and is suitable for both girls and boys.Get ready to take off , batteries not required."
    } 
  ,
    { "id":33,
      "name": "Party Propz Pop It Bag",
      "price":90,
      "categories": ["bags","return"],
      "mrp":299,
      "images": ["33 (1).jpg",
      "33 (2).jpg",
      "33 (3).jpg"],
      "badge":"Hot",
      "description":"This 2 in 1 POP fidget toy bag is a unique party propz bagconsisting of pop fidget toy and shoulder bag that can improve girl kid concentration. This poppit bag has high quality silicone surface, then press the pop gently, and the popit fudget purse bag makes a 'pop pop pop' sound , enjoy the joy of pressing and relieve anxiety and stress.The party propz pop it bag for girls is not only stylish and fun but also long lasting built as it is crafted with hiogh quality material making it durable and sturdy ensuring that it can withstand wear and tear.This colourful pop it bag is a perfect piece to gift for your girls or in any birthday celebration."
    }
    ,
    { "id":34,
      "name": "Mini Karaoke Mic with Speaker",
      "price":500,
      "categories": ["party"],
      "mrp":999,
      "images": ["34 (1).jpg",
      "34 (2).jpg",
      "34 (3).jpg"],
      "badge":"Hot",
      "description":"This colourful lights & magic voice kids mini Karaoke machine comes with a portable Bluetooth Wireless Speaker with wireless mic ,having customizable lighting modes creates a lively atmosphere to your party. This wireless mic automatically connect with the speaker when power on and can instantly pairs with your mobile devices. It has built-in-rechargeable battery ensuring 5-10 hours of fun,has quick charging and long time lasting to have fun without interruption in birthday party opr any other activity. This karoke system is very compact and portable ,LED light effects,multip[le connectivity options, comes with echo and voice control and recording features."
    },
    { "id":35,
      "name": "Doll Claw Machine",
      "price":2099,
      "categories": ["kids"],
      "mrp":4999,
      "images": ["35 (1).jpg",
      "35 (2).jpg",
      "35 (3).jpg"],
      "badge":"Hot",
      "description":"Bring the excitement of a carnival to your home with this Claw Machine - This mini vending machine is a tabletop electronic candy grabber claw machine that comes with 10 plush dolls,a decorative toy , and a beautiful sticker and you can also put anything you like in this kids vending machine such as mini blocks or candies. This claw machine allows kids to experience the thrill of trying to grab prizes, developing their hand eye cordination and it's easy to place this machine anywhere due to it's compact size and play."
    },
    { "id":36,
      "name": "Doll shape sling Bag",
      "price":320,
      "categories": ["bags"],
      "mrp":450,
      "images": ["36 (1).jpg",
      "36 (2).jpg",
      "36 (3).jpg"],
      "badge":"Hot",
      "description":"This delightful and Adorable plush doll features a cute design with big expressive eyes and rosy cheeks is perfect for cuddling and playtime , crafted with high quality soft material this plush toy provides a comforting and snuggly experience to children of all ages.It's petite size makes it perfect for little hands to carry and snuggle. The doll has intricate details like braided hair , a sparkly dress showcases a exceptional craftsmanship.This charming plush doll sling bag is a thoughtful and cherished gift for young ones."
    },
  
    { "id":37,
      "name": "Guitar Bubble machine for kids",
      "price":799,
      "categories": ["kids"],
      "mrp":1500,
      "images": ["37 (1).jpg",
      "37 (2).jpg",
      "37 (3).jpg"],
      "badge":"Hot",
      "description":"This unique bubble gun machineis fun,powered by batteries ,automatically shoots streams of bubbles with just a squeeze of trigger.This powerful bubble generator includes two refill bottles filled with bubble solution,allowing you to make bubbles for hours.Kids and adults will love and enjoy running,dancing and popping the bubbles.Perfect for parties,olutdoor gatheringsor any other event , comes in such a design to easy to hold and bring smiles at the function."
    },
    { "id":38,
      "name": "Iron Man Top",
      "price":150,
      "categories": ["kids"],
      "mrp":350,
      "images": ["38 (1).jpg",
      "38 (2).jpg",
      "38 (3).jpg"],
      "badge":"Hot",
      "description":"Crafted to captivate young minds,this spinning marvel combines the thrill of motion with the mesmerizing dance of lights.As the top whirls across smooth surface it emits a vibrant,pulsating glow that will leave children in awe,crafted with high quality material this flashing toy is built to withstand enthusiastic playtime.This toy also helps in developing hand-eye coordoinationand fine motor abilities."
    },
  
    { "id":39,
      "name": "Electric Cutepet Dog",
      "price":420,
      "categories": ["kids"],
      "mrp":799,
      "images": ["39 (1).jpg",
      "39 (2).jpg",
      "39 (3).jpg"],
      "badge":"Hot",
      "description":""
    },
  
    { "id":40,
      "name": "Floating Ink Pen Set",
      "price":160,
      "categories": ["kids","return"],
      "mrp":450,
      "images": ["40 (1).jpg",
      "40 (2).jpg",
      "40 (3).jpg"],
      "badge":"Hot",
      "description":"These Magic pen set or Floating ink pen set is a nice gift for kids , adults and especially for the kids who like to draw on wall"
    },
  
    { "id":41,
      "name": "Magic Cube",
      "price":120,
      "categories": ["kids","return"],
      "mrp":299,
      "images": ["41 (1).jpg",
      "41 (2).jpg",
      "41 (3).jpg"],
      "badge":"Hot",
      "description":""
    },
    { "id":42,
      "name": "Spider Web Gun for Kids",
      "price":275,
      "categories": ["kids"],
      "mrp":699,
      "images": ["42 (1).jpg",
      "42 (2).jpg",
      "42 (3).jpg"],
      "badge":"Hot",
      "description":"This Spider Web Gun is such a cool toy for kids by wearing which they can imagine themselves as their favorite superhero .The Spider launcher brings children a cool "
    }
    ,
    { "id":43,
      "name": "DIY Silicone Wristband",
      "price":165,
      "categories": ["kids","return"],
      "mrp":250,
      "images": ["43 (1).jpg",
      "43 (2).jpg",
      "43 (3).jpg"],
      "badge":"Hot",
      "description":""
    } 
    ,
    { "id":44,
      "name": "Avengers/Unicorn Money Bank",
      "price":170,
      "categories": ["kids","return"],
      "mrp":299,
      "images": ["44 (1).jpg",
      "44 (2).jpg",
      "44 (3).jpg"],
      "badge":"Hot",
      "description":""
    } 
  ]
}